/*
  Paddle.strings
  Paddle

  Created by Louis Harwood on 17/11/2015.
  Copyright © 2015 Paddle. All rights reserved.
*/

"OK" = "Ok";
"Error" = "Fehler";
"Unspecified error" = "Unspezifizierter Fehler";
"Close" = "Schließen";
"Cancel" = "Abbrechen";
"Quit" = "Verlassen";
"Activated" = "Aktiviert";
"No Thanks!" = "Nein Danke!";
"Email" = "E-Mail";
"Email Address" = "E-Mail-Addresse";
"Licence Code" = "Lizenzcode";
"Buy Now" = "Jetzt kaufen";
"By %@" = "Nach %@";
"Join" = "Beitreten";
"Enter Licence" = "Lizenz eingeben";
"Continue Trial" = "Probezeit fortsetzen";
"Activate Licence" = "Lizenz aktivieren";
"Activate" = "Aktivieren";
"Buy a copy of %@" = "Kaufen Sie eine Kopie von %@";
"We're already checking a license, please wait a moment." = "Wir überprüfen gerade eine Lizenz, bitte warten Sie einen Moment.";
"Sorry" = "Es tut uns leid";
"A valid licence code is required. Please try again." = "Ein gültiger Lizenzcode ist erforderlich. Bitte versuchen Sie es erneut.";
"This copy of %@ is registered with the information below." = "Diese Kopie von %@ wurde mit den folgenden Informationen registriert.";
"Your %@ Licence" = "Ihre %@ Lizenz";
"Already purchased a licence? Fill in the form below and activate %@ instantly." = "Sie haben bereits eine Lizenz gekauft? Füllen Sie das folgende Formular aus und aktivieren Sie %@ sofort.";
"Thank you for registering %@" = "Danke für die Registrierung von %@";
"Thank you for trying %@" = "Vielen Dank, dass Sie %@ ausprobieren";
"Would you like to send anonymous usage information to the developer of %@ to help improve the application?" = "Möchten Sie anonyme Nutzungsinformationen an die Entwickler von %@ senden um bei der Verbesserung der Anwendung zu helfen?";
"Send anonymous usage information?" = "Anonyme Nutzungsdaten senden?";
"We'd love it if you could take a second to tell us how you're enjoying using %@" = "Es wäre toll, wenn Sie sich eine Sekunde Zeit nehmen würden, um uns mitzuteilen, wie Ihnen %@ gefällt";
"Are you enjoying %@?" = "Gefällt Ihnen %@?";
"Get the latest from %@ direct to your inbox every week. Signup for our free email newsletter!" = "Holen Sie sich das Neueste von %@ jede Woche direkt in Ihr Postfach. Melden Sie sich für unseren kostenlosen E-Mail-Newsletter an!";
"Thanks for downloading, subscribe to our list to keep up to date with all the latest features in %@, and apps from our team!" = "Vielen Dank für das Herunterladen, tragen Sie sich in unsere Liste ein, um über die neuesten Entwicklungen bei %@ und Apps von unserem Team auf dem Laufenden gehalten zu werden.";
"No spam, ever." = "Sie werden niemals Spam bekommen.";
"We promise!" = "Das versprechen wir!";
"Thanks for downloading, subscribe to our list to keep up to date with all the latest features in %@, and apps from our team!" = "Vielen Dank für das Herunterladen, tragen Sie sich in unsere Liste ein, um über die neuesten Features bei %@ und Apps von unserem Team auf dem Laufenden gehalten zu werden!";
"Get updates from %@" = "Updates %@ bekommen";
"Send direct feedback on how we can improve %@ using the form below." = "Senden Sie uns eine direkte Rückmeldung mit dem folgenden Formular darüber, wie wir %@ verbessern können.";
"Send Feedback" = "Feedback abschicken";
"Help improve %@!" = "Helfen Sie, %@ zu verbessern!";
"Ratings help us make %@ better! We're really excited to see what you think." = "Bewertungen helfen uns %@ zu verbessern! Wir sind wirklich gespannt auf Ihr Feedback.";
"License deactivated." = "Lizenz deaktiviert.";
"License could not be deactivated." = "Lizenz konnte nicht deaktiviert werden.";
"You have %d day remaining of your trial period." = "Sie haben %d Tag Ihrer Probezeit verbleibend.";
"You have %d days remaining of your trial period." = "Von Ihrer Testzeit verbleiben noch %d Tage.";
"Welcome to %@!" = "Willkommen zu %@!";
